tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "pivotal/tap"

brew "awscli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "direnv"
brew "git"
brew "git-crypt"
brew "git-duet/tap/git-duet"
brew "go"
brew "hub"
brew "jq"
brew "libksba"
brew "libyaml"
brew "neovim"
brew "openssl@1.1"
brew "pivotal/tap/pivnet-cli"
brew "pkg-config"
brew "python"
brew "sl"
brew "terraform"
brew "tldr"
brew "zsh"
brew 'docker'

cask "caffeine"
cask "java"
cask '1password'
cask 'discord'
cask 'divvy'
cask 'dropbox'
cask 'flycut'
cask 'github'
cask 'iterm2'
cask 'spectacle'
cask 'zoomus'
