tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "direnv"
brew "git"
brew "git-crypt"
brew "git-duet/tap/git-duet"
brew "gnupg"
brew "gpg"
brew "gpg2"
brew "go"
brew "helm"
brew "hub"
brew "jq"
brew "kind"
brew "kubectl"
brew "minikube"
brew "openssl@1.1"
brew "pinentry-mac"
brew "python"
brew "terraform"
brew "zsh"

cask "caffeine"
cask '1password'
cask 'discord'
cask 'divvy'
cask 'docker'
cask 'dropbox'
cask 'flycut'
cask 'github'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'karabiner-elements'
cask 'notion'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'zoom'
